; Indonesian (Bahasa Indonesia)
; Ida Bagus Anom Sanjaya | www.fb.me/Anom.Sanjaya17 

[Indonesian]
IDS_UPDATE_NO=Tidak ada pembaruan tersedia saat ini, silakan periksa lagi nanti!
IDS_UPDATE_YES=Mem Reduct baru saja merilis versi baru. Ingin mengunduh dan memasangnya?
IDS_FILE=Berkas
IDS_SETTINGS=Pengaturan
IDS_EXIT=Keluar
IDS_LANGUAGE=Bahasa
IDS_HELP=Bantuan
IDS_WEBSITE=Laman situs kami
IDS_CHECKUPDATES=Memeriksa pembaruan
IDS_ABOUT=Tentang
IDS_DONATE=Donasi Sukarela
IDS_TRAY_SHOW=Tampil/Sembunyi
IDS_TRAY_DISABLE=Matikan
IDS_TRAY_POPUP_1=Bersihkan wilayah...
IDS_TRAY_POPUP_2=Bersihkan ketika lewati...
IDS_TRAY_POPUP_3=Bersihkan setiap (menit)...
IDS_CLEAN=Bersihkan memori secara manual
IDS_GROUP_1=Memori Fisik
IDS_GROUP_2=Page File
IDS_GROUP_3=System Working Set
IDS_ITEM_1=Terpakai
IDS_ITEM_2=Tersisa
IDS_ITEM_3=Total tersedia
IDS_SETTINGS_GENERAL=Umum
IDS_SETTINGS_MEMORY=Pembersihan Memori
IDS_SETTINGS_APPEARANCE=Tampilan
IDS_SETTINGS_TRAY=Ikon baki
IDS_CLOSE=Keluar
IDS_TITLE_1=Konfigurasi Umum
IDS_TITLE_2=Bahasa
IDS_TITLE_3=Wilayah memori yang dibersihkan
IDS_TITLE_4=Manajemen Memori
IDS_TITLE_5=Kombinasi tombol (global)
IDS_TITLE_6=Gaya
IDS_TITLE_7=Indikasi warna
IDS_TITLE_8=Kontrol tetikus
IDS_TITLE_9=Balon tips
IDS_ALWAYSONTOP_CHK=Selalu diatas
IDS_LOADONSTARTUP_CHK=Memuat di permulaian sistem
IDS_STARTMINIMIZED_CHK=Sembunyikan saat memulai
IDS_REDUCTCONFIRMATION_CHK=Konfirmasi memulai pembersihan memori
IDS_SKIPUACWARNING_CHK=Langkahi peringatan "User Account Control"
IDS_CHECKUPDATES_CHK=Memeriksa pembaruan secara teratur (Disarankan)
IDS_LANGUAGE_HINT=Pilih Bahasa:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Bersihkan ketika diatas (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Bersihkan Setiap: (menit)
IDS_HOTKEY_CLEAN_CHK=Bersihkan Memori:
IDS_TRAYUSETRANSPARENCY_CHK=Gunakan latar belakang transparan
IDS_TRAYSHOWBORDER_CHK=Tampilkan pinggiran
IDS_TRAYROUNDCORNERS_CHK=Pinggiran bentuk bulat
IDS_TRAYCHANGEBG_CHK=Ganti warna latar belakang (ketimbang teks dan pinggiran)
IDS_TRAYUSEANTIALIASING_CHK=Gunakan antialiasing
IDS_FONT_HINT=Fon:
IDS_COLOR_TEXT_HINT=Warna teks
IDS_COLOR_BACKGROUND_HINT=Warna latar belakang
IDS_COLOR_WARNING_HINT=Warna untuk "Level peringatan"
IDS_COLOR_DANGER_HINT=Warna untuk "Level berbahaya"
IDS_TRAYLEVELWARNING_HINT="Level peringatan" dimulai dari: (%)
IDS_TRAYLEVELDANGER_HINT="Level berbahaya" dimulai dari: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Klik tengah:
IDS_TRAY_ACTION_1=Tampil/Sembunyi
IDS_TRAY_ACTION_2=Bersihkan Memori
IDS_TRAY_ACTION_3=Buka Windows Task Manager
IDS_SHOW_CLEAN_RESULT_CHK=Tampilkan notifikasi pembersihan memori
IDS_QUESTION=Apakah kamu ingin memulai pembersihan memori?
IDS_QUESTION_WARNING=Memilih "Standby list" dan "Modified page list" mungkin akan menyebabkan komputer anda membeku hampir semenit atau lebih, anda yakin untuk mengaktifkan opsi ini?
IDS_QUESTION_FLAG_CHK=Jangan tampilkan lagi
IDS_STATUS_CLEANED=Memori yang telah dibersihkan sebesar %s. Semoga sistem anda berjalan dengan baik!
IDS_STATUS_NOPRIVILEGES=Akses Adminsitrator diperlukan, sila jalankan program sebagai Administrator!
IDS_UPDATE_DOWNLOAD=Mengunduh pembaruan...
IDS_UPDATE_DONE=Mengunduh pembaruan selesai.
IDS_UPDATE_ERROR=Koneksi server pembaruan gagal.
IDS_UPDATE_INIT=Memeriksa rilisan terbaru...
IDS_UPDATE_INSTALL=Tersedia pembaruan, apakah anda ingin memasangnya?
IDS_RESET=Setel Ulang
IDS_QUESTION_RESET=Apakah anda ingin menyetel ulang pengaturan aplikasi seperti semula?
IDS_NOTIFICATIONSOUND_CHK=Aktifkan suara pemberitahuan
IDS_TITLE_ADVANCED=Lanjutan
IDS_VIEW=Tampilan
IDS_USEDARKTHEME=Gunakan tema gelap
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
IDS_REGIONS_HELP_TITLE=内存区域清理说明
IDS_REGIONS_HELP_BODY=【前提】清理内存需要管理员权限；未提权时无法更改选项或执行清理。\r\n\r\n【各选项含义与影响】\r\n• 工作集：回收各进程近期未使用的物理内存。影响较小，适合日常使用。\r\n• 系统文件缓存：释放系统用于加速读盘的文件缓存。可能短暂增加磁盘读取，通常可接受。\r\n• 备用列表（无优先级）：清理低优先级待机页，收益与风险较均衡。\r\n• 已修改文件缓存：释放已修改但仍驻留内存的文件数据，中等影响。\r\n• 注册表缓存 (Win8.1+)：清理注册表相关缓存，需较新系统。\r\n• 合并内存列表 (Win10+)：合并相似内存页以节省空间，影响因系统负载而异。\r\n• 备用列表* / 已修改页列表*：清理范围更大，可能造成数秒至约一分钟无响应；内存并不紧张时收益有限、副作用更明显。\r\n\r\n【手动 vs 自动】\r\n• 手动清理：按当前勾选项执行，带*项也可勾选。\r\n• 自动/定时/快捷键：默认会排除带*项；仅在「高级」中启用“允许在自动清理时清理备用列表和已修改页列表”后，自动清理才会包含它们。\r\n\r\n【使用建议】\r\n• 日常办公/浏览：保持默认勾选项即可，内存占用偏高时再手动清理。\r\n• 游戏/直播/剪辑：避免在运行大型程序时清理；不要启用带*项；优先关闭不用的程序。\r\n• 内存已充足（约低于 70%）：频繁清理意义不大，可能增加磁盘 IO。\r\n• 内存紧张（约高于 85%）：可先清理默认项；仍慎用带*项。\r\n\r\n带*项首次启用时程序会额外提示确认，请仔细阅读后再决定。
